Repository: 2DayApp/2day
Catalog: src/2Day.ToodleDo.Shared/Resources/ToodleDoResources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, pl_pl, pt_pt, ru_ru, zh_cn

# AppBar_Cancel
source: cancel
cs_cz: zrušit
de_de: Abbrechen
es_es: cancelar
fr_fr: annuler
pl_pl: anuluj
pt_pt: cancelar
ru_ru: отмена
zh_cn: 取消

# AppBar_Save
source: save
cs_cz: uložit
de_de: Speichern
es_es: salvar
fr_fr: enregistrer
pl_pl: zapisz
pt_pt: salvar
ru_ru: сохранить
zh_cn: 保存

# ToodleDo_CheckingCredentials
source: Checking credentials...
cs_cz: Kontroluji pověření…
de_de: Authentifizierung…
es_es: Comprobando credenciales
fr_fr: Vérification des informations...
pl_pl: Sprawdzanie danych logowania…
pt_pt: A verificar credenciais…
ru_ru: Проверка учетных данных…
zh_cn: 正在检查证书…

# ToodleDo_Description
source: Free account at www.toodledo.com
cs_cz: Účet zdarma na www.toodledo.com
de_de: Kostenloses Konto auf www.toodledo.com
es_es: Crear una cuenta gratuita en www.toodledo.com
fr_fr: Créer votre compte gratuitement sur www.toodledo.com
pl_pl: Darmowe konto na www.toodledo.com
pt_pt: Criar uma conta gratuita no www.toodledo.com
ru_ru: Запишитесь бесплатно на www.toodledo.com
zh_cn: 从www.toodledo.com获取免费账户

# ToodleDo_EmptyPassword
source: Password is empty
cs_cz: Heslo je prázdné
de_de: Leeres Passwort
es_es: La contrase침a esta vacia
fr_fr: Le mot de passe est vide
pl_pl: Hasło nie podane
pt_pt: Senha em branco
ru_ru: Пароль отсутствует
zh_cn: 密码为空

# ToodleDo_EmptyUsername
source: Username is empty
cs_cz: Uživatelské jméno je prázdné
de_de: Leerer Benutzername
es_es: El nombre de usuario esta vacio
fr_fr: Le nom d'utilisateur est vide
pl_pl: Nazwa użytkownika nie podana
pt_pt: Nome de utilizador em branco
ru_ru: Имя пользователя отсутствует
zh_cn: 用户名为空

# ToodleDo_Headline
source: Sync with ToodleDo
cs_cz: Synchronizace se službou ToodleDo
de_de: Synchronisierung mit ToodleDo
es_es: Sincronizar con ToodleDo
fr_fr: Synchroniser avec ToodleDo
pl_pl: Synchronizacja z ToodleDo
pt_pt: Sincronizar com Toodledoo
ru_ru: Синхронизируйте с ToodleDo
zh_cn: 与ToodleDo服务器同步

# ToodleDo_InvalidCredentialsFormat
source: Invalid credentials ({0})
cs_cz: Neplatná pověření ({0})
de_de: Ungültiges Zertifikat ({0})
es_es: Credenciales no validas ({0})
fr_fr: Informations incorrectes ({0})
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło ({0})
pt_pt: Credenciais inválidas ({0})
ru_ru: Недействительные учетные данные ({0})
zh_cn: 无效的证书 ({0})

# ToodleDo_LoginInProgress
source: Login in progress...
cs_cz: Probíhá přihlašování…
de_de: Verbindung…
es_es: Iniciando sesi칩n
fr_fr: Login en cours...
pl_pl: Logowanie w toku…
pt_pt: Início de sessão em progresso…
ru_ru: Вход в систему…
zh_cn: 正在登陆…

# ToodleDo_Progress_ErrorWhileGettingData
source: Error while obtaining data from server
cs_cz: Chyba získávání dat ze serveru
de_de: Fehler beim Erfassen der Daten
es_es: Error mientras se descargaban datos del servidor
fr_fr: Erreur durant la récupération des données
pl_pl: Błąd podczas ściągania danych z serwera
pt_pt: Erro na obtenção de dados do servidor
ru_ru: Ошибка при получении данных с сервера
zh_cn: 从服务器获取数据时遇到错误

# ToodleDo_Progress_LoginErrorFormat
source: Login error ({0})
cs_cz: Chyba při přihlašování ({0})
de_de: Verbindungsfehler ({0})
es_es: Error en inicio de sesi칩n ({0})
fr_fr: Erreur de login ({0})
pl_pl: Błąd logowania ({0})
pt_pt: Erro no início de sessão ({0})
ru_ru: Ошибка при входе в систему ({0})
zh_cn: 登陆时遇到错误 ({0})

# ToodleDo_Progress_SyncInProgress
source: Synchronization in progress
cs_cz: Probíhá synchronizace…
de_de: Synchronisierung…
es_es: Sincronizando
fr_fr: Synchro en cours
pl_pl: Synchronizacja w toku
pt_pt: Sincronização em progresso
ru_ru: Синхронизация выполняется
zh_cn: 同步进行中…

# ToodleDo_SyncErrorFormat
source: Sync error ({0})
cs_cz: Chyba synchronizace ({0})
de_de: Synchronisationsfehler: {0}
es_es: Error de sincronizaci칩n ({0})
fr_fr: Erreur durant la synchro ({0})
pl_pl: Błąd synchronizacji ({0})
pt_pt: Erro de sincronização ({0})
ru_ru: Ошибка синхронизации ({0})
zh_cn: 同步时遇到错误 ({0})
