Repository: 2DayApp/2day
Catalog: src/2Day.Exchange.Shared/Resources/ExchangeResources.*.resx
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, pl_pl, pt_br, pt_pt, ru_ru, sv_se, zh_cn

# OutlookActiveSync_Description
source: Access your task from the web in outlook.com or from Outlook software
cs_cz: Přistupte ke svým úkolům z webu outlook.com nebo ze softwaru Outlook
de_de: Greifen Sie über Outlook.com oder Office Outlook auf Ihre Aufgaben zu
es_es: Accede tu tarea desde la web en outlook.com o desde el software Outlook
fr_fr: Accédez à vos tâches depuis le web sur outlook.com ou depuis le logiciel Outlook
hu_hu: A szinkronizált feladataidat elérheti az outlook.com webhelyen vagy az asztali Outlook alkalmazásból
it_it: Accedi ai tuoi compiti dal web tramite outlook.com o con il software Outlook
pl_pl: Zweryfikuj zadanie poprzez outlook.com lub program Outlook
pt_br: Acessar sua tarefa da web no outlook.com ou do software Outlook
pt_pt: Acesse sua tarefa a partir da web em outlook.com ou do software Outlook
ru_ru: Просматривайте ваши задачи на outlook.com или через программу Outlook
sv_se: Öppna din uppgift från webben i Outlook.com eller från Outlookprogrammet
zh_cn: 您可以在outlook.com网站或使用Outlook软件访问您的任务。

# ExchangeActiveSync_DomainNotSupported
source: Please use "Microsoft Exchange" from the sync settings for Office 365
cs_cz: Pro aplikaci Office 365 použijte prosím možnost „Microsoft Office“ v nastavení synchronizace
de_de: Bitte benutzen Sie "Microsoft Exchange" aus den Synchonisationseinstellungen für Office 365
es_es: Por favor, utilice "Microsoft Exchange" de los ajustes de sincronización para Office 365
fr_fr: Veuillez utiliser "Microsoft Exchange" depuis les paramètres de synchronisation pour Office 365
hu_hu: Ha Office 365-öt használ, válassza a "Microsoft Exchange" kiszolgálótípust.
it_it: Per favore usa "Microsoft Exchange" dalle impostazioni di sincronizzazione per Office 365
pl_pl: Użyj "Microsoft Exchange" z ustawień synchronizacji dla Office 365
pt_br: Por favor, use o "Microsoft Exchange" através das configurações de sincronização para o Office 365
pt_pt: Por favor, utilize o "Microsoft Exchange", a partir das definições de sincronização para Office 365
ru_ru: Пожалуйста, используйте "Microsoft Exchange" в настройках синхронизации Office 365
sv_se: V.v. använd Microsoft Exchange från synkroniseringsinställningarna för Office 365
zh_cn: 请为 Office 365 使用同步设置中的 “Microsoft Exchange”

# OutlookActiveSync_Headline
source: Sync with Outlook.com
cs_cz: Synchronizace s Outlook.com
de_de: Synchronisierung mit Outlook.com
es_es: Sincronizar con Outlook.com
fr_fr: Synchroniser avec Outlook.com
hu_hu: Szinkronizálás Outlook.com fiókkal
it_it: Sincronizza con Outlook.com
pl_pl: Synchronizacja z Outlook.com
pt_br: Sincronização com Outlook.com
pt_pt: Sincronizar com Outlook.com
ru_ru: Синхронизируйте с Outlook.com
sv_se: Synkronisera med Outlook.com
zh_cn: 与 Outlook.com 同步

# ExchangeActiveSync_InvalidCredentialsMessage
source: Either credentials are not valid, or server could not be found
cs_cz: Pověření nejsou platná nebo server nelze najít
de_de: Entweder sind Ihre Zugangsdaten
es_es: Quizás la información de las cuentas es incorrecta, o el servidor no se ha encontrado
fr_fr: Soit les informations de comptes sont incorrectes, soit le serveur n'a pas été trouvé
hu_hu: A hitelesítő adatok érvénytelenek vagy a kiszolgáló nem található.
it_it: O i credenziali non sono corrette, o il server non è stato trovato
pl_pl: Poświadczenia nie są ważne lub nie można odnaleźć serwera
pt_br: As credenciais não são válidas, ou servidor não pôde ser encontrado.
pt_pt: Ou as informações da conta estão incorretas, ou o servidor não foi encontrado
ru_ru: Или ваши учетные данные неверны, или сервер не был найден.
sv_se: Antingen är inloggningsuppgifterna inte ogiltiga eller också kunde servern inte hittas
zh_cn: 无效的证书，或无法找到服务器。

# ExchangeActiveSync_NoTasksFolder
source: No task folder found on the server
cs_cz: Na serveru není nalezena žádná složka s úkoly
de_de: Es wurde kein Aufgaben Ordner auf
es_es: Ninguna carpeta de tareas ha sido encontrada en el servidor
fr_fr: Aucun dossier de tâches n'a été trouvé sur le serveur
hu_hu: A kiszolgálalón nem található feladatmappa.
it_it: Nessuna cartella di compiti trovata sul server
pl_pl: Brak folderów zadań na serwerze
pt_br: Nenhuma pasta de tarefa foi encontrada no servidor
pt_pt: Nenhuma pasta de tarefas foi encontrada no servidor
ru_ru: Папка задачи не найдена на сервере
sv_se: Ingen mapp för uppgifter funnen på servern
zh_cn: 没有在服务器上找到任务文件夹

# Exchange_AuthAutoDiscoveryNotFound
source: Auto-discovery was not found. Try specify the server uri manually.
cs_cz: Automatická detekce nenalezena. Zkuste zadat uri server ručně.
de_de: Die Autodiscover Funktion ist nicht verfügbar. Bitte geben Sie die Server-URI an.
es_es: Auto-descubrimiento no disponible. Por favor especifique la uri del servidor manualmente.
fr_fr: Le service d'auto-découverte n'a pas pu être utilisé. Essayez de spécifier l'adresse du serveur manuellement.
hu_hu: A 2Day nem találta meg a szervert. Kérem, adja meg a kiszolgáló címét.
it_it: Auto-ricerca non trovata, prova specificando l'indirizzo del server manualmente
pl_pl: Nie wykryto ustawień serwera. Wpisz samodzielnie adres serwera.
pt_br: Descoberta automática não foi encontrada. Tente especificar a URL do servidor manualmente.
pt_pt: A auto-descoberta não foi encontrada. Experimente especificar manualmente o URI do servidor.
ru_ru: Автозаполнение не удалось. Введите данные сервера вручную
sv_se: Auto-detektering inte funnen. Specificera server-uri manuellt.
zh_cn: 没有找到自动搜索连接，请尝试使用手动指定的服务器uri。

# Exchange_AuthInvalidCredential
source: Credentials are invalid
cs_cz: Pověření není platné
de_de: Ungültiges Zertifikat.
es_es: Credenciales no válidas
fr_fr: Les infos de login sont incorrectes
hu_hu: Érvénytelen hitelesítő adatok
it_it: Credenziali non valide
pl_pl: Nazwa użytkownika lub hasło są nieprawidłowe
pt_br: As credenciais não são inválidas
pt_pt: Credenciais inválidas
ru_ru: Учетные данные недействительны
sv_se: Ogiltig log-in
zh_cn: 无效的证书

# Exchange_AuthOk
source: Credential are valid
cs_cz: Pověření je platné
de_de: Gültiges Zertifikat.
es_es: Credenciales válidas
fr_fr: Les infos de login sont OK
hu_hu: Érvényes hitelesítő adatok
it_it: Credenziali valide
pl_pl: Dane logowania są prawidłowe
pt_br: As credenciais são válidas
pt_pt: Credenviais válidas
ru_ru: Учетная запись действительна
sv_se: Giltig log-in
zh_cn: 有效的证书

# Exchange_AuthProblemFormat
source: Authorization problem: {0} ({1})
cs_cz: Problém s autorizací: {0} ({1})
de_de: Berechtigungsproblem: {0} ({1})
es_es: Problema de autorización: {0} {1}
fr_fr: Problème de login : {0} ({1})
hu_hu: Azonosítási hiba: {0} {1})
it_it: Problema di autorizzazione: {0} ({1})
pl_pl: Problem z autoryzacją: {0} {{1}}
pt_br: Problemas de autorização: {0} ({1})
pt_pt: Problema de autorização: {0} ({1})
ru_ru: Проблема авторизации: {0} ({1})
sv_se: Autentiseringsproblem: {0} ({1})
zh_cn: 授权问题：{0} ({1})

# Exchange_AuthServerAccessForbiden
source: Server access is forbidden
cs_cz: Přístup na server je zakázán
de_de: Der Serverzugang wurde verweigert.
es_es: Acceso al servidor prohibido
fr_fr: L'accès au serveur est interdit
hu_hu: Hozzáférés letiltva
it_it: Accesso al server negato
pl_pl: Dostęp do serwera jest niedozwolony
pt_br: Acesso ao servidor negado
pt_pt: Acesso ao servidor proibido
ru_ru: Доступ к серверу запрещен
sv_se: Server access inte tillåten
zh_cn: 禁止服务器访问

# Exchange_AuthServerMethodNotAllowed
source: Server method is not allowed
cs_cz: Metoda serveru není povolena
de_de: Die Servermethode is nicht verfügbar.
es_es: Método de servidor no permitido
fr_fr: Le serveur ne supporte pas cette méthode
hu_hu: Az azonosítási mód nincs engedélyezve.
it_it: Metodo server non permesso
pl_pl: Metoda serwera nie wspierana
pt_br: Não é permitido este método de autenticação ao Servidor
pt_pt: Método de servidor não permitido
ru_ru: метод не дозволен
sv_se: Servermetod inte tillåten
zh_cn: 不允许服务器方式

# Exchange_AuthServerUrlNotFound
source: Server uri not found
cs_cz: Uri serveru nenalezeno
de_de: Server-URI konnte nicht gefunden werden.
es_es: Uri de servidor no encontrada
fr_fr: L'adresse du serveur n'a pas été trouvée
hu_hu: A kiszolgáló címe nem található
it_it: Indirizzo del server non trovato
pl_pl: Adres serwera nie prawidłowy
pt_br: URL do Servidor não encontrada
pt_pt: URI do servidor não encontrado
ru_ru: данному Uri соотвествий не найдено
sv_se: Server uri inte funnen
zh_cn: 没有找到服务器uri

# Exchange_AuthTrustFailure
source: Trust failure
cs_cz: Selhání důvěryhodnosti
de_de: Vertrauensfehler
es_es: Fallo de autenticación
fr_fr: Erreur d'authentification
hu_hu: Tanúsítványhiba
it_it: Credenziali negate
pl_pl: Problem bezpieczeństwa
pt_br: Falha na confiança
pt_pt: Falha de confiança
ru_ru: Отказ доступа
sv_se: Säkerhetsmisslyckande
zh_cn: 信任失败

# Exchange_AuthUnkown
source: Unknown status
cs_cz: Neznámý stav
de_de: Unbekannter Status
es_es: Estado desconocido
fr_fr: Statut inconnu
hu_hu: Ismeretlen állapot
it_it: Stato sconosciuto
pl_pl: Nieznany status
pt_br: Status desconhecido
pt_pt: Estado desconhecido
ru_ru: Неизвестный статус
sv_se: Okänt status
zh_cn: 未知状态

# Exchange_CheckingCredentials
source: Checking credentials...
cs_cz: Kontrola pověření…
de_de: Authentifizierung…
es_es: Validando credenciales...
fr_fr: Vérification des infos de login
hu_hu: Hitelesítő adatok ellenőrzése…
it_it: Verifica credenziali...
pl_pl: Weryfikuje dane logowania…
pt_br: Verificando credenciais...
pt_pt: A verificar credenciais…
ru_ru: Проверка учетных данных...
sv_se: Kontrollerar log-in …
zh_cn: 正在检查证书…

# Exchange_Description
source: 2007, 2010 or 2013
cs_cz: 2007, 2010 nebo 2013
de_de: 2007, 2010 oder 2013
es_es: 2007, 2010 o 2013
fr_fr: 2007, 2010 ou 2013
hu_hu: Office 2007, 2010 vagy 2013
it_it: 2007, 2010 o 2013
pl_pl: 2007, 2010 lub 2013
pt_br: 2007, 2010 ou 2013
pt_pt: 2007, 2010, ou 2013
ru_ru: 2007, 2010 или 2013
sv_se: 2007, 2010 eller 2013
zh_cn: 2007、2010或2013

# Exchange_EmptyEmail
source: Empty email
cs_cz: Prázný email
de_de: Leere E-Mail
es_es: E-mail vacio
fr_fr: Email vide
hu_hu: Adja meg az e-mail címét
it_it: Email mancante
pl_pl: Brak email
pt_br: E-mail vazio
pt_pt: Email em branco
ru_ru: Не заполнено поле почтового адреса
sv_se: Tom e-post
zh_cn: 电子邮件为空

# Exchange_EmptyPassword
source: Empty password
cs_cz: Prázdné heslo
de_de: Leeres Passwort
es_es: Contraseña vacia
fr_fr: Mot de passe vide
hu_hu: Adja meg a jelszavát
it_it: Password mancante
pl_pl: Brak hasła
pt_br: Senha Vazia
pt_pt: Senha em branco
ru_ru: Не заполнено поле пароля
sv_se: Tomt lösenord
zh_cn: 密码为空

# Exchange_EmptyUsername
source: Empty username
cs_cz: Prázdné uživatelské jméno
de_de: Leerer Benutzername
es_es: Nombre de usuario vacio
fr_fr: Nom d'utilisateur vide
hu_hu: Adja meg a felhasználónevét
it_it: Nome utente mancante
pl_pl: Brak nazwy użytkownika
pt_br: Nome do usuário vazio
pt_pt: Nome de utilizador em branco
ru_ru: Не заполнено поле имени пользователя
sv_se: Tomt användarnamn
zh_cn: 用户名为空

# Exchange_ExceptionFormat
source: Sync failed ({0})
cs_cz: Synchronizace selhala ({0})
de_de: Synchronisierungsfehler ({0})
es_es: Fallo de sincronización (excepción: {0})
fr_fr: Erreur de synchro ({0})
hu_hu: A szinkronizálás sikertelen ({0})
it_it: Sincronizzazione fallita (eccezione: {0})
pl_pl: Błąd synchronizacji ({0})
pt_br: Sincronização falhou ({0})
pt_pt: Sincronização falhada ({0})
ru_ru: Синхронизация не удалась ({0})
sv_se: Synkronisering misslyckades ({0})
zh_cn: 同步失败 ({0})

# Exchange_Headline
source: Sync with Microsoft Exchange
cs_cz: Synchronizace s Microsoft Exchange
de_de: Sync mit Microsoft Exchange
es_es: Sincronizar con Microsoft Exchange
fr_fr: Synchroniser avec Microsoft Exchange
hu_hu: Szinkronizálás Microsoft Exchange szerverrel
it_it: Sincronizza con Microsoft Exchange
pl_pl: Synchronizacja z Microsoft Exchange
pt_br: Sincronização com Microsoft Exchange
pt_pt: Sincronizar com Microsoft Exchange
ru_ru: Синхронизируйте с Microsoft Exchange
sv_se: Synkronisera med Microsoft Exchange
zh_cn: 与Microsoft Exchange同步

# Exchange_InvalidCredentialsFormat
source: Unable to login ({0})
cs_cz: Nebylo možné se přihlásit ({0})
de_de: Verbindung schlug fehl ({0})
es_es: Imposible iniciar sesión ({0})
fr_fr: Impossible de s'authentifier ({0})
hu_hu: Bejelentkezési hiba ({0})
it_it: Impossibile accedere ({0})
pl_pl: Nie można się zalogować ({0})
pt_br: Não é possível fazer o login ({0})
pt_pt: Não foi possível iniciar sessão ({0})
ru_ru: Соединение невозможно ({0})
sv_se: Kunde inte logga in ({0})
zh_cn: 无法登陆 ({0})

# Exchange_InvalidServerUri
source: Invalid server Uri
cs_cz: Neplatný server Uri
de_de: Ungültige Server URI
es_es: El Uri del servidor no es válido
fr_fr: L'Uri du serveur n'est pas valide
hu_hu: A kiszolgáló címe érvénytelen
it_it: L'indirizzo del server non è valido
pl_pl: Nieprawidłowy adres serwera
pt_br: URL do servidor Inválida
pt_pt: O servidor Uri não é válido
ru_ru: URI сервера недействительна
sv_se: Ogiltig server-Uri
zh_cn: 无效的服务器uri

# Exchange_SyncErrorFormat
source: Error during sync ({0})
cs_cz: Chyba během synchronizace ({0})
de_de: Synchronisierungsfehler ({0})
es_es: Error durante sincronización ({0})
fr_fr: Erreur durant la synchro ({0})
hu_hu: Szinkronizálási hiba ({0})
it_it: Errore durnte la sincronizzazione ({0})
pl_pl: Błąd podczas synchronizacji ({0})
pt_br: Erro durante a sincronização ({0})
pt_pt: Erro durante a sincronização ({0})
ru_ru: Ошибка синхронизации ({0})
sv_se: Fel vid synkronisering ({0})
zh_cn: 同步时遇到错误 ({0})

# ExchangeOffice365_Headline
source: Sync with Microsoft Office 365
cs_cz: Synchronizace s Office 365
de_de: Sync mit Microsoft Office 365
es_es: Sincronizar con Microsoft Office 365
fr_fr: Synchroniser avec Microsoft Office 365
hu_hu: Szinkronizálás Microsoft Office 365
it_it: Sincronizza con Microsoft Office 365
pl_pl: Synchronizacja z Microsoft Office 365
pt_br: Sincronização com Microsoft Office 365
pt_pt: Sincronizar com Microsoft Office 365
ru_ru: Синхронизируйте с Office 365
sv_se: Synkronisera med Microsoft Office 365
zh_cn: 与Microsoft Office 365同步

# ActiveSync_Description
source: Use the ActiveSync protocol to sync your tasks
cs_cz: Použít protokol ActiveSync pro synchronizaci úkolů
de_de: Verwenden Sie das ActiveSync-Protokoll, um Ihre Aufgaben zu synchronisieren
es_es: Utilizar el protocolo ActiveSync para sincronizar sus tareas
fr_fr: Utiliser le protocole ActiveSync pour synchroniser vos tâches
hu_hu: Az ActiveSync protokollt szinkronizálja feladatok
it_it: Utilizzare il protocollo ActiveSync per sincronizzare le attività
pl_pl: Użyj protokołu ActiveSync, aby zsynchronizować swoje zadania
pt_br: Use o protocolo ActiveSync para sincronizar suas tarefas
pt_pt: Use o protocolo ActiveSync para sincronizar suas tarefas
ru_ru: Используйте протокол ActiveSync для синхронизации задач
sv_se: Använd ActiveSync-protokollet för att synkronisera dina uppgifter
zh_cn: 使用ActiveSync协议来同步您的任务

# ActiveSync_Headline
source: Sync with an ActiveSync server
cs_cz: Synchronizaci se serverem ActiveSync
de_de: Synchronisierung mit einem ActiveSync-Server
es_es: Sincronizar con un servidor ActiveSync
fr_fr: Syncroniser avec un serveur ActiveSync
hu_hu: Szinkronizálja az ActiveSync-kiszolgáló
it_it: Sincronizzazione con un server ActiveSync
pl_pl: Synchronizacja z serwerem ActiveSync
pt_br: Sincronizar com um servidor ActiveSync
pt_pt: Sincronizar com um servidor ActiveSync
ru_ru: Синхронизация с сервером ActiveSync
sv_se: Synkronisera med en ActiveSync-server
zh_cn: 与ActiveSync服务器同步

# Exchange_RemoveExistingContent
source: Please remove all existing content from 2Day before trying to configure sync.
cs_cz: Prosím, odstraňte všechny stávající obsah z 2Day před pokusem o nastavit synchronizaci.
de_de: Bitte entfernen Sie alle vorhandenen Inhalte von 2Tag bevor Sie versuchen, Synchronisierung zu konfigurieren.
es_es: Elimine todo el contenido existente de 2Día antes de intentar configurar la sincronización.
fr_fr: Veuillez supprimer tout le contenu existant de 2Day avant d'essayer de configurer la synchronisation.
hu_hu: Kérjük, távolítsa el az összes meglévő tartalmakat 2Day mielőtt megpróbálja beállítani a szinkronizálást.
it_it: Si prega di rimuovere tutti i contenuti esistenti da 2Day prima di tentare di configurare la sincronizzazione.
pl_pl: Należy usunąć wszystkie istniejące treści z 2Day przed próbą skonfigurować synchronizację.
pt_br: Remova todo o conteúdo existente de 2Day antes de tentar configurar a sincronização.
pt_pt: Remova todo o conteúdo existente de 2Day antes de tentar configurar a sincronização.
ru_ru: Пожалуйста, удалите все существующие содержимое из 2Day, прежде чем пытаться настроить синхронизацию.
sv_se: Ta bort alla befintliga innehåll från 2Day innan du försöker konfigurera synkronisering.
zh_cn: 请尝试配置同步之前从服务2Day所有现有的内容。
