Repository: 2DayApp/2day
Catalog: src/2Day.Core.Shared/Resources/MarketplaceResources.*.resx
Languages: cs_cz, es_es, fr_fr, it_it, pl_pl, pt_br, pt_pt, ru_ru, zh_cn

# Feature1
source: Folders with icons and colors to organize your tasks
cs_cz: Složky s ikonami a barvami k organizaci vašich úkolů
es_es: Carpetas con iconos y colores para organizar tus tareas
fr_fr: Dossiers avec icônes et couleurs pour organiser vos tâches
it_it: Cartelle con icone e colori per organizzare i tuoi compiti
pl_pl: Foldery z ikonami i kolorami do organizacji zadań
pt_br: Pastas com ícones e cores para organizar suas tarefas
pt_pt: Pastas com ícones e cores para organizar as suas tarefas
ru_ru: Образцы иконок и цветов для настройки задач
zh_cn: 利用带有图标和颜色的文件夹来组织您的任务

# Feature2
source: Tasks with priorities, due dates, notes, reminders, recurrences
cs_cz: Úkoly s prioritami, termíny splnění, poznámkami, připomenutím a opakováním
es_es: Tareas con prioridades, fechas límite, notas, memorias, recurrencias
fr_fr: Tâches avec priorités, échéances, notes, rappels et récurrences
it_it: Compiti con priorità, scadenze, ricordi, ricorrenze
pl_pl: Zadania z priorytetami, daty zakończenia, notatki, przypomnienia, zadania cykliczne
pt_br: Tarefas com prioridades, data de finalização, notas, lembretes, recorrências
pt_pt: Tarefas com prioridades, datas programadas, notas, lembretes, eventos periódicos
ru_ru: Задачи с приоритетами, датами выполнения, заметками, напоминаниями, повторениями
zh_cn: 每个任务均可设置优先、截止日期、备注、提醒和重复发生

# Feature3
source: Advanced customization to better fit your needs
cs_cz: Pokročilá uživatelská nastavení lépe splní vaše potřeby
es_es: Personalización avanzada para mejorar tus necesidades
fr_fr: Personnalisation avancé pour mieux correspondre à vos besoins
it_it: Personalizzazione avanzata per adattarsi meglio ai vostri bisogni
pl_pl: Zaawansowane kastomizacje aby dopasować aplikację do swoich potrzeb
pt_br: Customização avançada para melhor atender às suas necessidades
pt_pt: Personalização avançada para melhor se adaptar às suas necessidades
ru_ru: Продвинутая настройка внешнего вида
zh_cn: 使用高级自定义以更好地适合您的需求

# Feature4
source: Sync across all your Windows devices!
cs_cz: Synchronizace všech vašich zařízení pod Windows!
es_es: Sincornizar con todos tus terminales Windows
fr_fr: Synchronisez avec tous vos appareils Windows !
it_it: Sincronizza con tutti i tuoi dispositivi Windows!
pl_pl: Synchronizacja pomiędzy wszystkimi Twoimi urządzeniami Windows!
pt_br: Sincronizar em todos os seus dispositivos Windows!
pt_pt: Sincronize com todos os seus dispositivos Windows!
ru_ru: Синхронизация между всеми устройствами Windows!
zh_cn: 可以在您所有 Windows 设备间实现同步！

# Feature5
source: Sync with Microsoft Exchange, ToodleDo, Microsoft Account or the brand new 2Day Cloud
cs_cz: Synchronizace s MS Exchange, s ToodleDo, s Účtem Microsoft nebo zcela novým 2Day Cloudem
es_es: Sicnronizar con Microsoft Exchange, ToodleDo, Microsoft Account o el nuevo 2Day Cloud
fr_fr: Synchronisez avec Microsoft Exchange, ToodleDo, Compte Microsoft ou le tout nouveau Cloud 2Day
it_it: Sincronizza con Microsoft Exchange, ToodleDo, Microsoft Account o il nuovo Cloud 2Day
pl_pl: Synchronizacja z Microsoft Exchange, ToodleDo, Microsoft Account lub nowoczesną chmurą 2Day
pt_br: Sincronização com o Microsoft Exchange, ToodleDo, Conta Microsoft ou com a nova marca 2Day Cloud
pt_pt: Sincronize com a Microsoft Exchange, a ToodleDo, a Microsoft Account ou com a nova 2Day Cloud
ru_ru: Синхронизация с Microsoft Exchange, ToodleDo, Microsoft Account или 2Day Cloud
zh_cn: 与 Microsoft Exchange、ToodleDo、Microsoft 帐户或新品牌 2Day 云端进行同步

# Feature6
source: GTD support (contexts, tags and start dates)
cs_cz: Podpora GTD (souvislosti, štítky a počáteční datum)
es_es: Soporte GTD (contextos, etiquetas y fechas de inicio)
fr_fr: Support de GTD (contextes, tags, dates de démarrages)
it_it: Supporto di GTD (contesti, etichette e date d'inizio)
pl_pl: Wspiera GTD (konteksty, znaczniki i daty rozpoczęcia)
pt_br: Suporte GTD (contextos, tags e datas de início)
pt_pt: Suporte GTD (contextos, tags e datas de início)
ru_ru: GTD поддержка (контекст, метка, дата начала)
zh_cn: 支持 GTD（情景、标记和开始日期）

# Feature7
source: Speech recognition support
cs_cz: Podpora rozpoznávání hlasu
es_es: Aydua para reconozimiento vocal
fr_fr: Reconnaissance vocale
it_it: Supporta del riconoscimento vocale
pl_pl: Wspiera rozpoznawanie mowy
pt_br: Suporte de reconhecimento de fala
pt_pt: Suporte de reconhecimento de discurso
ru_ru: Поддержка распознования речи
zh_cn: 支持语言识别

# Feature8
source: Quick-add feature
cs_cz: Funkce rychlého zadání
es_es: Opción Adición rápida
fr_fr: Ajout rapide
it_it: Aggiunta rapida
pl_pl: Funkcja szybkiego dodania zadania
pt_br: Recurso de Adição Rápida
pt_pt: Funcionalidade de adição rápida
ru_ru: Опции Быстрого дабавления
zh_cn: 快速添加功能

# Intro1
source: The famous Windows Phone to-do list 2Day is now available for your Windows 8 devices!
cs_cz: Slavný správce Windows Phone úkolů 2Day je nyní k dispozici pro vaše Windows 8 zařízení!
es_es: El famoso Windows Phone to-do list 2Day es disponible para todos tus terminales Windows 8
fr_fr: La célèbre todo-liste Windows Phone 2Day débarque sur Windows 8 !
it_it: La famosa todo-lista Windows Phone 2Day arriva su Windows 8!
pl_pl: Słynna lista zadań 2Day jest teraz dostępna również na urządzenia Windows 8!
pt_br: A famosa lista de tarefas do 2Day do Windows Phone está agora disponível para dispositivos Windows 8!
pt_pt: A famosa lista de tarefas da 2Day da Windows Phone está agora disponível para os seus dispositivos Windows 8!
ru_ru: Лучший органайзер дел для Windows Phone 2Day теперь для Windows 8!
zh_cn: Windows Phone 中著名待办事项管理的应用 2Day 现已登陆您的Windows 8 设备！

# Intro2
source: Try 2Day for free for 30 days and you will fall in love with it :-)
cs_cz: Vyzkoušejte 2Day zdarma po dobu 30 dnů a zamilujete si ho :-)
es_es: Prueba 2Day gratuitamente durante 30 dias y quedarás enamorado! :-)
fr_fr: Essayez 2Day gratuitement durant 30j et vous tomberez amoureux de l'application :-)
it_it: Prova 2Day gratuitamente per 30 gironi e ti innamorerai dell'applicazione :-)
pl_pl: Wypróbuj 2Day przez 30 dni za darmo i po prostu zakochasz się w tej aplikacji :-)
pt_br: Teste o 2Day gratuitamente durante 30 dias e você vai amá-lo :-)
pt_pt: Experimente a 2Day gratuitamente durante 30 dias e irá apaixonar-se por ela :-)
ru_ru: Попробуй 2Day бесплатно в течение 30 дней и ты его полюбишь :-)
zh_cn: 2Day 将提供您免费试用30天，您会爱上它的！

# Keyword1
source: todo
cs_cz: plánování
pt_br: Lista de tarefas
zh_cn: 待办事项

# Keyword2
source: task
cs_cz: úkol
es_es: tarea
fr_fr: tâche
it_it: compito
pl_pl: gtd
pt_br: tarefa
ru_ru: задача
zh_cn: 任务

# Screen1
source: Main screen
cs_cz: Hlavní obrazovka
es_es: Pantalla principal
fr_fr: Ecran principal
it_it: Schermo principale
pl_pl: Główny ekran
pt_br: Tela principal
pt_pt: Écrã principal
ru_ru: Главный экран
zh_cn: 主屏幕

# Screen2
source: Sync configuration
cs_cz: Nastavení synchronizace
es_es: Configuración de la sincronización
fr_fr: Configuration de la synchro
it_it: Configurazione della sincronizzazione
pl_pl: Konfiguracja synchronizacji
pt_br: Configurações de sincronização
pt_pt: Configuração de sincronização
ru_ru: Параметры синхронизации
zh_cn: 同步配置

# Screen3
source: Drag'n'drop support
cs_cz: Podpora táhni a pust
es_es: Auda para arrastrar y soltar
fr_fr: Support du drag'n'drop
it_it: Supporto del drag'n'drop
pl_pl: Wsparcie dla Drag'n'drop
pt_br: Suporte para arrastar e soltar
pt_pt: Suporte drag n' drop
ru_ru: Поддержка drag'n'drop
zh_cn: 支持向下拖动

# Screen4
source: Quick task update
cs_cz: Rychlá aktualizace úkolu
es_es: Tareas rapidas acutalizadas
fr_fr: Mise à jour rapide des taches
it_it: Aggiornamento rapido dei compiti
pl_pl: Aktualizacja szybkich zadań
pt_br: Atualização de Tarefas Rápidas
pt_pt: Atualização de Tarefa Rápida
ru_ru: Обновление
zh_cn: 快速更新任务

# Screen5
source: Grouping configuration
cs_cz: Nastavení seskupování
es_es: Configuración de grupo
fr_fr: Configuration des groupes
it_it: Configurazione dei gruppi
pl_pl: Konfiguracja grupowania
pt_br: Configuração de agrupamento
pt_pt: Configuração de agrupamento
ru_ru: Групповая конфигурация
zh_cn: 分组配置

# Screen6
source: New task screen
cs_cz: Nový úkol
es_es: Pantalla de nueva tarea
fr_fr: Ecran de création des tâches
it_it: Schermo di creazione dei compiti
pl_pl: Ekran nowego zadania
pt_br: Tela de Nova Tarefa
pt_pt: Écrã de nova tarefa
ru_ru: Экран новой задачи
zh_cn: 新任务屏幕

# Screen7
source: Speech recognition
cs_cz: Rozpoznání hlasu
es_es: Reconocimiento de voz
fr_fr: Reconnaissance vocale
it_it: Riconoscimento vocale
pl_pl: Rozpoznawanie mowy
pt_br: Reconhecimento de fala
pt_pt: Reconhecimento de discurso
ru_ru: Распознование голоса
zh_cn: 语音识别

# Screen9
source: Welcome screen
cs_cz: Uvítací obrazovka
es_es: Pantalla de bienvenida
fr_fr: Ecran d'accueil
it_it: Schermata di benvenuto
pl_pl: Ekran powitania
pt_br: Tela de boas vindas
pt_pt: Écrã de acolhimento
ru_ru: Добро пожаловать
zh_cn: 欢迎屏幕

# Keyword3
source: gtd
pl_pl: zadań
